ani-cli
cheese
clipse-common-bin
clipse-wayland-bin
clutter
clutter-gst
clutter-gtk
cogl
darkly-qt6-git
heroic-games-launcher
hw-probe
hypremoji
hyprpanel
lib32-gst-plugins-base-libs
lib32-gstreamer
libcheese
nomacs
spicetify-cli
stremio
touche
upscayl-bin
visual-studio-code-bin
whatsdesk-bin
