ab-download-manager
accountsservice
alsa-firmware
alsa-plugins
alsa-utils
ani-cli
ark
autoconf-archive
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluedevil
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
bpftune-git
breeze-gtk
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-themes-sddm
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
calf
cantarell-fonts
cargo-bundle-licenses
ccache
char-white
cheese
chwd
cliphist
clipse-wayland-bin
cmake
cmatrix
cpupower
cryptsetup
darkly-qt6-git
device-mapper
diffutils
discord
dmemcg-booster
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
duf
e2fsprogs
easyeffects
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
firefox
flameshot
foliate
fsarchiver
fuse2
fwupd
git
glances
grim
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gthumb
gvim
hdparm
htop
hw-probe
hwdetect
hwinfo
hypremoji
hyprland
hyprpanel
inetutils
intel-media-driver
intel-ucode
iptables
iwd
jdk-openjdk
jfsutils
jp2a
kamera
kcalc
kclock
kcolorpicker
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kdialog
kimageannotator
kinfocenter
kio-admin
kitty
kscreen
kvantum
kwallet-pam
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
lib32-vulkan-intel
libdvdcss
libgsf
libinput-tools
libopenraw
libva-nvidia-driver
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
localsend
logrotate
lsb-release
lsp-plugins
lsscsi
lvm2
man-db
man-pages
mangojuice
mariadb
mdadm
mesa-utils
meson
micro
mkinitcpio
modemmanager
mousai
mtools
nasm
netctl
networkmanager
nfs-utils
nilfs-utils
ninja
noctalia-shell
nomacs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
numlockx
nvidia-prime
nvidia-settings
nvidia-utils
obs-studio
octopi
ollama
onlyoffice-bin
opencl-nvidia
openssh
os-prober
pacman-contrib
partitionmanager
paru
pavucontrol
perl
perl-image-exiftool
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-foreground-booster
plasma-login-manager
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-x11-session
playerctl
plocate
polkit-kde-agent
poppler-glib
power-profiles-daemon
powerdevil
profile-sync-daemon
proton-vpn-gtk-app
protonup-qt
pv
python
python-defusedxml
python-packaging
python-pandas
python-pip
python-pipx
qbittorrent
qt6ct
rebuild-detector
reflector
ripgrep
rofi
rofi-emoji
rsync
s-nail
sddm
sg3_utils
shelly
sl
slurp
smartmontools
snapper
sof-firmware
spicetify-cli
spotify-launcher
stremio
sudo
switcheroo-control
sysfsutils
telegram-desktop
texinfo
thunderbird
touche
touchegg
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
unicode-character-database
unrar
unzip
upower
upscayl-bin
usb_modeswitch
usbutils
uwsm
visual-studio-code-bin
vlc
vlc-plugins-all
vpl-gpu-rt
vulkan-icd-loader
vulkan-intel
wev
wget
whatsdesk-bin
which
wireless_tools
wireplumber
wl-clipboard
wmctrl
wofi
wpa_supplicant
wtype
xdg-desktop-portal-hyprland
xdg-user-dirs
xdotool
xfsprogs
xl2tpd
xorg-xwayland
xsettingsd
yad
yt-dlp
zenity
zip
