allam-se.archangel
chaitanyashahare.lazygit
continue.continue
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
ecmel.vscode-html-css
elanandkumar.el-vsc-product-icon-theme
formulahendry.code-runner
george-alisson.html-preview-vscode
helgardrichard.helium-icon-theme
johnpapa.winteriscoming
jsjlewis96.one-dark-pro-italic-vivid
kevinrose.vsc-python-indent
llvm-vs-code-extensions.vscode-clangd
manishsencha.readme-preview
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
oracle.oracle-java
pkief.material-icon-theme
redhat.java
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
xaver.clang-format
